var local_database = [{
  "name": "收取关山五十州上句是什么？",
  "daan": "A",
  "content": ["男儿何不带吴钩", "天若有情天亦老", "大漠沙如雪", "主父西游何时归"]
},
{
  "name": "危乎高哉上句是什么？",
  "daan": "B",
  "content": ["明朝散发弄扁舟", "蜀道难，难于上青天", "床前明月光", "吾爱孟夫子"]
},
{
  "name": "中国共产党员永远是（）？的普通一员",
  "daan": "D",
  "content": ["中国人民", "劳动人民", "工人阶级", "无产阶级"]

},
  {
    "name": "全面抗战后，八路军打的第一个胜战是？",
    "daan": "C",
    "content": ["平型关大捷", "台儿庄会议", "武汉会战", "长沙大捷"]

  },
  {
    "name": "中国共产党是由谁首先在上海建立的？",
    "daan": "C",
    "content": ["陈独秀", "李大钊", "毛泽东", "董必武"]

  },
  {
    "name": "年满多少周岁的先进分子可以申请加入中国共产党？",
    "daan": "C",
    "content": ["十四", "十五", "十六", "十八"]

  },
  {
    "name": "党的地方委员设1名书记，副书记（）名？",
    "daan": "C",
    "content": ["5", "4", "3", "2"]

  },
  {
    "name": "感时花溅泪下句是什么？",
    "daan": "C",
    "content": ["也无风雨也无晴", "明月几时有", "恨别鸟惊心", "老夫聊发少年狂"]

  },
  {
    "name": "感时花溅泪下句是什么？",
    "daan": "C",
    "content": ["也无风雨也无晴", "明月几时有", "恨别鸟惊心", "老夫聊发少年狂"]

  },
  {
    "name": "感时花溅泪下句是什么？",
    "daan": "C",
    "content": ["也无风雨也无晴", "明月几时有", "恨别鸟惊心", "老夫聊发少年狂"]

  }

]
module.exports = {
  postList: local_database
}
